[SEP]
[CLS]
[MASK]
[PAD]
[UNK]
，
。
：
”
“
曰
也
不
之
子
？
而
其
矣
有
与
；
为
于
！
则
以
君子
如
、
吾
人
乎
焉
问
孔子
可
哉
无
能
知
言
是
我
见
仁
在
未
得
子路
亦
使
‘
’
子贡
道
学
必
对
《
》
好
三
已
者
礼
闻
虽
可以
何
行
由
过
夫子
诸
出
事
从
子夏
可谓
死
求
所
敢
今
欲
天下
年
斯
君
民
谓
上
恶
食
信
邦
多
将
立
及
说
小人
或
足
又
正
曾子
诗
赐
难
子张
皆
回
子谓
文
一
用
何如
患
政
德
以为
孰
后
既
然
天
去
仁者
予
大夫
善
谁
入
富
祭
家
大
宰
乐
若
犹
颜渊
身
勿
美
居
齐
忧
直
女
非
夫
乱
来
时
改
告
何谓
敬
义
亡
怨
而已
贤
礼乐
朋友
恭
何以
季氏
丧
古
成
请
朝
至
矣夫
易
岂
士
忠
弟子
父母
失
愚
世
冉
小
归
久
子游
鲁
小子
且
疾
进
中
知者
远
少
故
夫人
斯行
蔽
自
贵
五
志
惑
至于
安
其中
季康子
可知
下
党
门人
邦无道
赤
其言
愿
仲弓
命
舜
尝
敏
泰
勇
众
辟
问政
孝
父
云
思
十
樊迟
生
曾
退
师
先
兮
盖
耻
莫
比
利
约
佞
室
听
伯夷
从政
然后
变
甚
丘
孙
称
兴
才
臣
坐
受
何必
贼
诸侯
贤者
颛臾
鲜
乘
俭
让
观
和
始
己
逾
其余
哀公
错
服
兄弟
奚
雍
子闻
羊
爱
公问
管氏
宽
贫
数
免
刚
四
令
仕
叔齐
季路
各
粟
辞
日月
政乎
达
闵子
力
偃
伐
语
觚
博学
尧
修
游
善人
作
往
近
昔者
狂
名
门
宗庙
公
乡人
车
日
成人
四方
及其
管仲
其次
修己
戒
张
仲尼
罪
有子
本
谋
交
爱人
重
固
主忠信
有所
亲
譬如
三百
四十
五十
问孝
违
养
足以
禄
举直
枉
书
继
百
庭
揖
升
商
征
周
每事
礼乎
尔
知礼
从者
韶
哀
贱
之间
于是
尚
唯
惧
长
子妻
屡
未能
喜
墙
加
惠
崔子
弃
违之
他
矣乎
问子
幸
学者
冉子
毋
舍
仲由
艺
骞
冉求
逝
欺
子见
衰
周公
举
善者
童子
苟
威而不猛
夺
谷
失之
禹
没
死者
何其
前
末
父兄
止
似
鞠躬如
朝服
肉
三日
席
拜
饭
之后
噫
恸
冉有
异
所谓
皙
尔何
非邦
非礼
讱
百姓
崇德
齐景
民莫
教
何如斯
笑
益者
柳下惠
守
矜
女安
孔丘
惠而不费
孝弟
巧言令色
为人
传
国
事君
如己者
惮
抑
其行
因
就
其斯
知天命
子告
孟武伯
别
色
先生
孝乎
终日
廋
殆
民服
劝
损益
谄
天子
礼何
奢
争
能言之
二
代
太庙
孰谓
定
君使臣
臣事君
遂
塞门
邦君
反坫
纯
未尝
二三
尽
尽善
择
违仁
好仁者
议
礼让为国
莫己知
一以贯之
劳而不怨
之中
南容
废
千乘之国
治
邑
宾客
望
文章
臧文仲
未知
弑
再
陈
希
微生
左丘
明耻之
丘亦耻之
侍
衣轻裘
共
忠信
南面
行简
乃
颜回者
短命
请益
里
果
闵子骞
费宰
斯人
斯疾
足者
武城
孟
反
马
祝鮀
难乎
野
史
以上
动
弗畔
天厌
仁乎
犹病
窃
诲人不倦
歌
惟
卫君
诺
得仁
饭疏食
富且
雅
云尔
择其善者而从之
予何
圣人
欲仁
公西华
疾病
祷
劳
慎
绞
笃
曾子有疾
颜色
寡
吾友
从事
隐
不在其位
耳
巍巍
九
间然
鬼神
子畏
匡
斯文
太
试
鄙夫
齐衰者
瞽者
趋
喟然
叹
手
二三子
沽
好德
好色者
惜乎
绎
从而
吾末
臧
诵
勇者不惧
适道
乡党
大夫言
侃侃
訚訚
踧踖
色勃
足躩
趋进
容
升堂
降
怡
胜
当
羔裘
亵
寝
康子
俟
狎
先进
颜渊死
椁
丧予
厚葬
视
死然
亿
大臣
五六十
会同
点
何伤
舞雩
三子者
请问
斯语
己所不欲
勿施于人
斯谓
司马牛
浸润之谮
肤受之愬
必不得已
何先
兵
鞟
君孰
辨惑
诚
公曰
无倦
杀
邦必闻
必闻
之下
攻
忘
樊迟问仁
枉者
见于
选于
顺
刑罚
情
庶
何加焉
若是
几
几乎
善而莫之违
直者
居处
辱
敢问其次
抑亦
次
今之
从政者
有言曰
求备
骄
切切
偲偲
七
即
为难
勇者
南宫
产
彼
臧武仲
公叔
文子
公明贾
取
桓公
公子
纠
如其仁
桓
相
到
谅
军旅
告夫
三子
上达
蘧伯玉
位
贤乎
公伯
寮
子服
景伯
地
击磬
厉
如斯
安百姓
明日
怀
失言
君子义
毁
必察
耕
莅
水火
某
尔言
远人
征伐
三友
损者
益
损
言谓
老
思敬
思义
吾闻其语
隐居
伯鱼
独立
鲤趋
鲤退
无以
遇
子欲往
徒
有功
六
荡
鸟兽
草木
周南
召南
譬诸
恶居下流
士师
黜
凤
长沮
桀溺
丈人
虞仲
夷逸
连
可者
拒
俨然
文武之道
识
叔孙
无以为
朕躬
尊
贪
学而时习之
朋
远方
不亦乐乎
人不知
愠
犯上者
犯上
作乱者
务本
本立
道生
矣仁
吾日三省吾身
习乎
道千
敬事
节用
弟
谨而信
泛爱众
亲仁
行有余力
学文
贤贤易色
能竭其力
致
言而有信
不威
无友
慎终追远
民德
归厚
子禽
夫子至于
必闻其政
夫子温
良
异乎人
父在
观其志
父没
礼之用
先王
小大由之
知和而和
礼节
可行
信近
于义
言可复
恭近
远耻辱
宗
食无求饱
居无求安
敏于事
慎于言
有道而正焉
贫而无谄
富而无骄
若贫而乐
好礼者
如切如磋
琢如磨
诸往而知
北辰
众星共之
一言以蔽之
邪
刑
民免
无耻
有耻且格
三十而立
六十
耳顺
七十
从心所欲
矩
孟懿子
樊迟御
孟孙
孝于
无违
葬
唯其疾
子游问孝
孝者
犬马
服其劳
酒食
馔
回言
省
私
发
视其所以
观其所
察
温故而知新
君子不器
言而后
周而不比
比而不周
学而不思则罔
攻乎异端
斯害
诲汝知之乎
知之为知之
子张学
干禄
多闻阙疑
慎言
寡尤
阙殆
慎行
寡悔
言寡尤
行寡悔
举枉
民敬
临之以庄
孝慈
举善而教
子奚
惟孝
友于
施
人而无信
大车
无輗
小车
无軏
殷因
夏礼
周因
殷礼
周者
非其鬼
无勇
八佾舞
是可忍
可忍
彻
相维辟公
穆穆
奚取
堂
乐何
林放
宁俭
与其易
宁戚
夷狄
诸夏
旅于泰山
弗能
救
呜呼
曾谓
泰山
林放乎
射乎
饮
巧笑
倩
美目
盼
素以
绚
绘事后素
起予者
夏礼吾
杞
殷礼吾
宋
文献
足故
禘自
灌而往者
问禘
知其说者
示诸斯乎
指其掌
祭如
祭神如神在
王孙贾问曰
与其媚
奥
宁媚于灶
获罪
无所祷
周监
郁郁乎
子入
鄹人
射
主皮
力不同科
子贡欲
告朔
饩
事君尽礼
关睢
乐而不淫
哀而不伤
哀公问社
夏后氏
松
殷人
以柏
周人
以栗
民战栗
成事不说
谏
既往不咎
管仲之器
管仲俭
官事
摄
管
仲知
邦君树
树
两
子语鲁
大师乐
始作
翕
皦如
绎如
仪封人
天下之无道
木铎
武
临丧
里仁
处仁
得知
处约
长处
安仁
知者利仁
唯仁者
好人
恶人
苟志於仁矣
之所欲
处
恶乎
成名
终食
造次
颠沛必
加乎
日用其力
见力
各於
观过
斯知仁
朝闻道
夕死
士志
恶衣
恶食者
无适
怀德
怀土
怀刑
怀惠
放于
无位
所以
参乎
夫子之道
忠恕
喻
小人喻
见贤思齐
内自省
几谏
谏志
父母在
远游
游必有方
一则以喜
古者
耻躬
逮
失之者
讷
于言而敏
于行
德不孤
邻
事君数
斯辱
斯疏
公冶
可妻
缧绁
非其罪
刑戮
其兄
子贱
君子者
斯焉取斯
女器
何器
瑚琏
御人
以口
给
憎
子使
漆雕
开仕
吾斯
子说
桴浮于海
好勇
无所取材
赋
千
束带
愈
知二
弗如
女弗
宰予
昼寝
朽木不可雕
粪土
可杇
于予
何诛
听其言而观其行
申枨
枨
加诸人
非尔所
夫子之言性
天道
唯恐
孔文子
敏而好学
不耻下问
子产
行己
其事
养民
使民
晏平仲善
久而敬之
居蔡
山节
藻棁
何如其知
尹子文
尹
喜色
愠色
旧令尹
政必
新令尹
陈文子
马十乘
之一邦
清
季文子
三思而后行
宁
武子
愚不可及
狂简
斐然成章
不知所以
裁
不念旧恶
高直
乞醯
乞诸其邻
巧言
令色
匿怨而友
盍
言尔志
车马
敝
无憾
无伐善
无施劳
闻子
老者
少者怀之
内
自讼者
十室
如丘者
如丘
桑伯子
简
居敬
临其民
居简
简乎
雍之言然
不迁怒
贰
闻好
子华
母
釜
庾
秉
适齐
肥马
急
原
九百
尔邻
乡党乎
犁牛
子骍
角
山川
其心
三月
复
汶
伯牛
牖执其手
箪食
一瓢饮
陋巷
不堪其忧
不改其乐
说子
中道而废
画
儒
小人儒
得人焉尔乎
澹台
灭明者
行不由径
非公事
尝至于
奔而殿
入门
策
马曰
宋朝
户
斯道
质胜文
文胜质
文质彬彬
罔
幸而
知之者
乐之者
以下
樊迟问知
务民
敬鬼神而远之
问仁
先难而后
获
乐水
乐山
静
寿
井有仁焉
何为其然
可陷
可罔
南子
夫子矢
否
中庸
鲜久
博施
济众
何事
圣乎
夫仁者
己欲立而立人
己欲达而达人
能近取譬
方
述而不作
信而好古
老彭
默而识之
学而不厌
讲
徙
燕居
申申
夭夭
复梦见
志于
据
依
自行
束
无诲
不愤不启
不悱不发
一隅
三隅反
不复
子食
丧者
侧
饱
子于
日哭
藏
尔有
子行
军
暴虎冯河
死而无悔者
临事而惧
好谋而成者
执鞭之士
可求
子之所慎
战
三月不知肉味
图
乐之至于
叔
齐何人
求仁
何怨
饮水
曲肱而枕之
浮云
雅言
执礼
叶公问
于子路
发愤忘食
乐以忘忧
不知老之将至
非生而知之者
求之者
子不语怪
神
三人行
而改之
天生德
桓魋
隐乎
隐乎尔
二三子者
四教
君子者斯
恒者斯
虚而为盈
恒乎
子钓
纲
弋
射宿
而识之
知之次
互乡
唯何
洁己
与其洁
保
仁远
斯仁
陈司
败问
昭
公知
揖巫
马期
君取
吴
同姓
吴孟子
巫马期
必知之
人歌
反之
而后
莫吾犹人
躬行
若圣
厌
诔
祷尔于
上下神祇
宁固
坦荡荡
小人长
戚戚
子温而厉
恭而安
泰伯
葸
民兴
故旧不遗
偷
召门
启予
启
予手
战战兢兢
如临深渊
如履薄冰
而今而后
吾知
免夫
孟敬子
曾子言
鸟
鸣
人之将死
贵乎道者
动容貌
斯远
暴慢
辞气
远鄙
倍
笾豆
司存
问于
实若虚
犯而不校
托
六尺之孤
寄
百里之命
临大节
弘毅
任重而道远
己任
死而后已
成于乐
疾贫
骄且
吝
足观
笃信好学
守死善道
危邦
无道
贫且
师挚之始
关雎
洋洋乎
盈
侗
悾悾
学如不及
犹恐
禹之
巍巍乎
唯天
唯尧
荡荡乎
成功
焕乎
舜有臣
武王
乱臣
唐虞
之际
斯为盛
妇人
分
其二
服事
殷
周之德
菲
饮食
致孝乎
衣服
致美乎
黼冕
卑宫室
尽力乎沟洫
子罕言利
达巷党人
无所成名
子闻之
何执
执御乎
执射
执御
麻冕
拜下
拜乎
违众
子绝四
毋意
毋必
毋固
文王
兹
丧斯文
匡人
夫子圣者
固天纵
圣
宰知
鄙事
牢
子云
故艺
无知
空空如也
叩
两端
竭焉
凤鸟
河不出图
冕衣裳者
必作
仰之弥高
钻
弥
坚
瞻
忽
循循然善
诱人
博
欲罢不能
竭吾才
立卓尔
使门人
病间
诈
无臣而为有臣
欺天
死于臣
无宁
予纵
大葬
道路
美玉
韫椟而藏
求善
贾而沽
待贾者
子欲居九夷
陋
何陋
自卫
反鲁
乐正
颂
各得其所
事公卿
丧事
勉
酒困
川
斯夫
不舍昼夜
山
未成一篑
吾止
平地
覆
篑
惰者
其止
苗
秀者
秀
实者
后生可畏
如今
足畏
法语
无从乎
巽
毋友
三军可夺帅也
匹夫不可夺志
衣敝
缊袍
衣狐貉者
耻者
不忮不求
何用
终身
何足以
岁
寒
松柏
凋
共学
权
唐棣
华
偏
反而
尔思
远尔
夫何远
恂恂
言者
朝庭
便
便言
唯谨尔
君召
摈
左右手
衣
前后
襜如
翼如
宾退
复命
宾
顾
公门
中门
履阈
过位
摄齐
屏气
息者
等
逞颜色
没阶
翼
复其位
执圭
授
勃如
战色
蹜蹜
循
享礼
容色
私觌
愉愉
绀
緅饰
红紫
亵服
暑袗
絺绤
必表
缁衣
素衣
麑裘
黄衣狐裘
裘长
短右袂
寝衣
一身
半
狐貉
厚
佩
非帷裳
必杀
玄冠
吊
吉月
明衣
布
齐必变食
居必
迁
食不厌精
脍
厌细
食饐
餲
鱼馁
肉败
色恶
臭恶
失饪
割
酱
食气
唯酒无量
及乱
沽酒市
脯
撤
姜食
宿肉
疏食
菜羹
饮酒
杖者
傩
阼阶
送
馈药
丘未达
厩焚
子退朝
伤
问马
君赐食
必正
席先
君赐腥
熟
荐
君赐生
必畜之
侍食
君祭
君视之
东首
拖绅
君命召
驾行
入太庙
殡
馈
尸
客
见冕者
貌
凶服者式
式
负版者
盛馔
变色
迅雷风烈
升车
正立
执绥
内顾
疾言
亲指
色斯
翔而后
集
山梁雌雉
嗅
野人
后进
蔡者
德行
冉伯牛
言语
政事
文学
助
吾言
间于
昆弟
三复白圭
兄
颜路
请子
鲤
棺而无椁
徒行
可徒行
哭
子恸
视予
犹父
犹子
夫二三子
事人
事鬼
未知生
侍侧
行行
子乐
鲁人
长府
仍旧
贯如
改作
言必有中
瑟奚
于丘
敬子
路
不及
师愈
过犹不及
富于
聚
敛
附益
非吾徒
鸣鼓而攻之
柴
参
喭
庶乎
空
受命
货殖
子张问善人
践迹
论笃
君子者乎
色庄者
何其闻
斯行之
兼人
故退之
子在
回何
季子然
吾以子
大臣者
道事君
具臣
弑父
子羔
民人
社稷焉
读书
故恶夫佞者
公西
华侍
长乎尔
知尔
子路率尔
摄乎
大国
加之
师旅
饥馑
知方
夫子哂之
方六七十
足民
端章甫
小相焉
鼓瑟希
铿尔
舍瑟而作
异乎三子者
撰
暮春者
春服
冠者
五六
六七人
浴乎
沂
风乎
咏
言何如
何哂
故哂之
唯求
安见方
六七十
唯赤
颜渊问仁
克己复礼
一日克己
复礼
归仁
仁由己
目
非礼勿
仲弓问仁
出门
大宾
民如
承大
无怨
司马牛问仁
内省不疚
夫何忧
何惧
独亡
商闻
死生有命
富贵
人恭而有礼
四海之内皆兄弟
子张问明
行焉
明
足食
足兵
民信
斯三者
斯二者
自古
无信
棘子
质
驷不及舌
犹质
质犹文
虎豹
犹犬
年饥
盍彻
吾犹
何其彻
徙义
爱之欲其生
恶之欲其死
只
政于
君君
臣臣
父父
子子
信如君
片言
折狱者
无宿诺
听讼
无讼乎
子张问政
行之以忠
君子成人之美
反是
政者
帅
患盗
苟子
赏
杀无道
子为政
子欲善
民善
德风
小人之德草
草
风
士何如斯
达者
非达
夫达
质直
好义
察言
观色
虑
以下人
邦必达
必达
夫闻
色取仁
行违
居之不疑
修慝
先事
非崇德
非修慝
一朝之忿
以及
其亲
非惑
知人
未达
樊迟退
乡
言乎
举皋陶
汤
举伊尹
问友
忠告
善道
毋自辱焉
以文会友
友辅仁
劳之
先有司
赦小
举贤才
知贤
举尔
待子
奚先
必也正名
迂
阙
名不正
无所错手足
言之必可行
无所苟而已
学稼
老农
圃
老圃
樊须
襁负其子
稼
授之以政
专
奚以为
鲁卫之政
卫公子
荆
善居室
苟合
完
富有
子适卫
冉有仆
苟有用
期月
百年
胜残去杀
王者
必世
而后仁
苟正
何晏
吾以
一言而可以
兴邦
君难
为臣
一言而兴邦
一言而丧邦
予无乐乎
唯其言
莫予违
一言而丧邦乎
叶公问政
近者
远者
莒
父宰
速
欲速则不达
大事
叶公语
直躬者
父攘
子证之
异于是
父为子隐
子为父隐
执事敬
人忠
夷
狄
可弃
行己有耻
君命
宗族
称孝焉
称弟
言必信
必果
踁踁然
斗筲之人
何足
算
中行
狂狷乎
狂者
进取
狷者
有所不为
南人
恒
巫医
善夫
恒其德
承之羞
占
和而不同
同
乡人皆恶
而难说
器之
难事
道说
小人骄
毅
木
讷近仁
怡怡
兄弟怡怡
教民
戎
民战
谓弃
宪问耻
克
怀居
为士
危言危行
危行
言孙
有德者
有言者
有仁
适问
羿善射
奡荡舟
俱
稷躬稼
答
适出
小人而仁者
诲
裨谌
草创之
世叔
讨论
行人
子羽
修饰之
东里子
润色
惠人
西
伯氏
骈邑
没齿
怨言
骄易
孟公绰
赵
魏老
优
滕
薛
公绰
卞庄子之勇
成人者
必然
见利思义
见危授命
久要不忘
平生之言
子问
信乎
告者
时然
后言
厌其言
乐然
厌其笑
义然
后取
厌其取
防求
后于
要
晋文
公谲
齐桓
公正
谲
召忽
合
管仲非仁者
公杀
相桓
公霸
一匡天下
微管仲
被发左衽
匹夫匹妇
自经
沟渎
僎
文子同升
子言卫灵
公之无道
仲叔
圉治
治宗庙
王孙贾治
夫如
奚其丧
怍
陈成子
简公
沐浴
告于
陈恒弑
讨
三子告
犯
下达
夫子何
夫子欲寡其过
使者
君子道者
无能焉
夫子自道
子贡方
不暇
逆诈
先觉者
亩谓
丘何
栖栖者
非敢为佞
疾固
骥
称其力
以德报怨
报德
以直报怨
以德报德
莫知子
怨天
尤
下学
天乎
愬子路
季孙
固有
惑志于
公伯寮
吾力
肆诸市
命何
辟世
辟色
辟言
作者
宿于
石门
晨门
奚自
自孔氏
知其不可而为之
子击磬
卫
荷蒉
孔氏之门者
心
鄙
硁
硁乎
斯己
深
浅
揭
高
宗谅
阴
高宗
君薨
百官
总己
冢宰
民易
以敬
安人
原壤
夷俟
幼
孙弟
无述焉
老而不死
杖叩
胫
阙党
居于
并行
非求益者
欲速成者
卫灵
陈于
俎豆
尝闻
陈绝粮
病莫
愠见
穷乎
君子固穷
小人穷斯滥
予为
而识之者
知德者
无为而治者
夫何
恭己
子张问行
言忠信
行笃敬
蛮貊
邦行
笃敬
州
行乎
参于
舆
倚于衡
夫然
后行
张书
诸绅
史鱼
道如矢
邦无道如矢
卷
失人
志士仁人
求生
害
杀身
成仁
子贡问
工欲善其事
先利其器
友其士之仁者
颜渊问
行夏
乘殷
辂
服周
冕
舞
放
郑声
远佞人
郑声淫
佞人殆
人无远虑
窃位者
躬
自厚
薄责
远怨
群居终日
言不及义
好行小慧
以为质
信以成之
病
病人
求诸己
求诸人
矜而不争
群而不党
以言举人
不以人废言
一言而可
终身行
恕
誉
有所誉者
斯民
之所以
直道而行
阙文
马者
借
人乘之
今亡
巧言乱德
忍
大谋
众恶之
弘道
非道弘人
终夜
寝以思
无益
如学
谋道
谋食
馁
忧道
仁能
庄
仁能守之
庄以
动之
小知
吾见蹈
蹈仁
当仁不让于师
贞
有教无类
道不同
不相为谋
辞达
师冕见
及阶
阶
师冕
师言之道
固相师
有事
无乃尔
王以为
东蒙主
邦域
社稷之臣
夫子欲之
二臣者
周任
陈力就列
者止
危而不持
颠
扶
彼相
虎兕
出于
柙
龟
玉毁
椟
今夫
费
后世
子孙
疾夫舍曰欲之而必
国有
不患寡而患不均
患贫
均
无寡
安无倾
文德
既来之
邦分
崩离
析
谋动
干戈
邦内
恐季
孙之忧
萧墙
之内
天下无道
五世希
陪臣
执国命
三世希
庶人
公室
政逮
四世矣
故夫
孙微
友直
友谅
友多
友便
友善柔
便佞
三乐
乐节
乐道
贤友
乐骄乐
乐佚
宴乐
愆
躁
瞽
血气未定
壮
血气方刚
斗
血气
三畏
畏天命
畏大人
畏圣人
畏
大人
侮圣人
生而知之者
学而知之者
困而学之
困而不学
民斯
九思
视思明
思聪
色思温
貌思恭
言思忠
疑思
忿思
见善如
探汤
吾见其人
行义
公有
马千驷
民无德
饿
首阳
今称
陈亢问
异闻
闻斯二者
陈亢退
其子
妻
君称之曰
自称
小童
邦人
称之曰君
异邦
曰寡小君
异邦人
称之亦
阳货欲
归孔
子豚
往拜之
诸涂
怀其宝
迷其邦
亟失
岁不我与
性相近也
习相远
唯上知
下愚不移
闻弦歌
声
夫子莞尔
割鸡焉用牛刀
小人学道
言戏
公山
弗扰
费畔
召
山氏
夫召我者
有用
东周乎
子张问仁
行五者
于天下
侮
任
佛
肸召
佛肸
中牟
畔
坚乎
磨而不磷
白乎
涅而不缁
匏
瓜
系而不食
女闻
吾语
其蔽
好信
何莫学夫
群
迩
多识于
犹正
墙面而立
礼云礼云
玉帛云
乐云乐云
钟鼓云
色厉
内荏
穿窬之盗
乡愿
道听而涂
苟患失之
无所不至
古者民
或是
肆
廉
忿戾
诈而已
鲜矣仁
恶紫
朱
恶郑声
雅乐
恶利口之覆邦
予欲
无言
子如
何述
百物生
孺悲欲
命者
出户
取瑟
期
礼必
坏
崩
旧谷
新谷
钻燧改火
期可
食夫稻
衣夫
锦
居丧
食旨
甘
闻乐
予之
子生
通丧
饱食终日
无所用心
博弈者
勇而无义
有勇而无义
盗
恶称人之恶者
讪上者
恶勇
无礼者
恶果
窒者
恶徼
恶讦
女子
小人为
其终
微子
箕子
奴
干谏
殷有三仁焉
子未
直道而事人
枉道而事人
父母之邦
公待
以季
待
齐人
女乐
季桓子
楚狂
接
舆歌
何德
往者不可谏
追
桀溺耦
问津
夫执舆者
知津
滔滔者
耰
辍
怃然
同群
吾非斯人之徒
杖
荷蓧
四体不勤
五谷不分
植其杖
芸
拱
止子
路宿
杀鸡为黍
二子
隐者
仕无义
长幼
节
可废
君臣
何其废
洁
乱大伦
其义
逸民
朱张
柳
下惠
降志辱身
言中伦
中虑
放言
身中清
废中权
无可无不可
太师
挚适
亚饭
干
适楚
缭
适蔡
缺
适秦
鼓方
叔入
河
播鼗
武入
汉
师阳
襄
海
周公谓
鲁公曰
施其亲
怨乎
旧
周有
八士
伯达
伯适
仲突
仲忽
叔夜
叔夏
季随
季騧
士见
危致命
丧思哀
执德
弘
信道
交于子
云何
异乎吾所
尊贤
容众
嘉善
大贤
人何
拒人
小道
可观者
致远
恐泥
月
笃志
切问
近思
百工
居肆
学以致其道
必文
温
信而后
劳其民
厉己
信而后谏
谤己
大德
闲
小德出入
之门人
洒扫应对
进退
抑末
倦
区
诬
始有卒者
仕而优
学而优则仕
丧致乎
哀而止
然而
未仁
堂堂乎
并
自致者
亲丧乎
孟庄子
其他
可能
改父
父之政
孟氏
阳肤
民散
哀矜
纣
日月之食
更
仰
卫公
孙朝问
坠
大者
小者
何常师
武叔语
贤于仲尼
告子
贡
譬之宫墙
肩
窥见室
仞
官
门者
宜
武叔
毁仲尼
他人
丘陵
自绝
知量
陈子
禽谓
子乎
一言以为知
一言以为
可阶
斯立
绥
动之斯和
荣
咨
尔舜
历
尔躬
允执其中
四海
困
穷
禄永终
命禹
履
玄牡
昭告
皇皇
后帝
赦
帝臣
简在帝心
无以万方
万方
大赉
周亲
如仁人
谨权量
审
法度
废官
政行
兴灭国
绝世
举逸民
归心
民任
屏四
因民
之所利
劳而劳之
众寡
慢
骄乎
衣冠
瞻视
望而畏之
杀谓
虐
戒视
成谓
暴
慢令
致期
出纳
吝谓
司
知命
